Repository: CsarRamos/de.systopia.eventinvitation
Catalog: l10n/*/LC_MESSAGES/eventinvitation.po
Languages: pt_br, sk_sk

source: Your Invitation PDFs are ready for download.
pt_br: Os PDFs de seus convites estão prontos para download.
sk_sk: Súbory PDF s pozvánkou sú pripravené na stiahnutie.

source: Download
pt_br: Baixar
sk_sk: Stiahnuť

source: Back to Search
pt_br: Voltar para a pesquisa
sk_sk: Späť na vyhľadávanie

source: Invitation-%1.pdf
pt_br: Convite-%1.pdf
sk_sk: Pozvánka-%1.pdf

source: Invitations.zip
pt_br: Convites.zip
sk_sk: Pozvánky.zip

source: ZIP file couldn't be generated. Contact the author.
pt_br: Não foi possível gerar o arquivo ZIP. Entre em contato com o autor.
sk_sk: Súbor ZIP sa nepodarilo vygenerovať. Kontaktujte autora.

source: Error downloading PDF files: %1
pt_br: Erro no download de arquivos PDF: %1
sk_sk: Chyba pri sťahovaní súborov PDF: %1

source: Download Error
pt_br: Erro de download
sk_sk: Chyba sťahovania

source: Invalid or expired invite code
pt_br: Código de convite inválido ou expirado
sk_sk: Pozývací kód je neplatný alebo mu vypršala platnosť

source: Registration for '%1'
pt_br: Registro para '%1'
sk_sk: Registrácia pre '%1'

source: Congratulations! You have successfully registered for the event "%1"!
pt_br: Parabéns! Você se registrou com sucesso para o evento "%1"!
sk_sk: Gratulujem! Úspešne ste sa zaregistrovali na udalosť "%1"!

source: Do you want to register for the event "%1"?
pt_br: Quer inscrever-se no evento "%1"?
sk_sk: Chcete sa zaregistrovať na udalosť "%1"?

source: Register
pt_br: Registro
sk_sk: Registrovať

source: Event Invitation Configuration
pt_br: Configuração de convites para eventos
sk_sk: Konfigurácia pozvánky na udalosť

source: Enable custom endpoint
pt_br: Ativar endpoint personalizado
sk_sk: Povoliť vlastný koncový bod

source: Custom link target URL:
pt_br: URL de destino do link personalizado:
sk_sk: Cieľová adresa URL vlastného odkazu:

source: Enter a valid web address beginning with 'http://' or 'https://'.
pt_br: Digite um endereço da Web válido que comece com 'http://' oder 'https://' .
sk_sk: Zadajte platnú webovú adresu začínajúcu reťazcom „http://“ alebo „https://“.

source: The link must include the placeholder <code>{token}</code>.
pt_br: O link deve incluir o espaço reservado <code>{token}</code> enthalten.
sk_sk: Odkaz musí obsahovať zástupný symbol <code>{token}</code>.

source: Save
pt_br: Salvar
sk_sk: Uložiť

source: Inviting %1 Contacts
pt_br: Convidando contatos %1
sk_sk: Pozýva sa %1 kontaktov

source: Event
pt_br: Evento
sk_sk: Udalosť

source: Generate PDFs instead of sending e-mails.
pt_br: Gerar PDFs em vez de enviar e-mails.
sk_sk: Namiesto odosielania e-mailov generujte súbory PDF.

source: Template
pt_br: Modelo
sk_sk: Šablóna

source: E-mail sender address
pt_br: Endereço do remetente do e-mail
sk_sk: E-mailová adresa odosielateľa

source: Participant role
pt_br: Função do participante
sk_sk: Účastnícka rola

source: There are contacts that have no e-mail address.
pt_br: Há contatos que não têm endereço de e-mail.
sk_sk: Existujú kontakty, ktoré nemajú žiadnu e-mailovú adresu.

source: There are contacts that are participants with a status other than "Invited".
pt_br: Há contatos que são participantes com um status diferente de "Convidado.
sk_sk: Existujú kontakty, ktoré sú účastníkmi s iným stavom ako „Pozvaní“.

source: The given template doesn't contain any of the code tokens for the invitation URL.
pt_br: O modelo fornecido não contém nenhum dos tokens de código para o convite.
sk_sk: Daná šablóna neobsahuje žiadne tokeny kódu pre adresu URL pozvánky.

source: Processing contacts %1 to %2.
pt_br: Processando os contatos %1 a %2.
sk_sk: Spracúvajú sa kontakty %1 až %2.

source: Registration QR Code
pt_br: Código QR de registro
sk_sk: Registračný QR kód

source: Sending e-mails.
pt_br: Envio de e-mails.
sk_sk: Odosielanie emailov.

source: Generating PDFs.
pt_br: Geração de PDFs.
sk_sk: Generovanie súborov PDF.

source: PDF Generation Failed
sk_sk: Generovanie PDF zlyhalo

source: Upgrade %1 to revision %2
sk_sk: Inovujte %1 na revíziu %2

source: Invited
pt_br: Convidado
sk_sk: Pozvaný

source: Invite to event
pt_br: Convite para o evento
sk_sk: Pozvať na udalosť

source: Activate using a custom target link. Otherwise the build-in page is used.
pt_br: Ativar usando um link de destino personalizado. Caso contrário, a página incorporada será usada.
sk_sk: Aktivujte pomocou vlastného cieľového odkazu. V opačnom prípade sa použije vstavaná stránka.

source: You can provide a custom URL to link to another registration endpoint. The URL must start with 'http://' or 'https://' and contain the the placeholder <code>&lbrace;token&rbrace;</code>.
sk_sk: Môžete poskytnúť vlastnú adresu URL na prepojenie s iným koncovým bodom registrácie. Adresa URL musí začínať reťazcom „http://“ alebo „https://“ a musí obsahovať zástupný symbol <code>&lbrace;token&rbrace;</code>.

source: The template chosen here <strong>must</strong> contain the <code>&#123;$qr_event_invite_code&#125;</code> token. It contains the personalised invitation link.
sk_sk: Tu vybratá šablóna <strong>musí</strong> obsahovať token <code>&#123;$qr_event_invite_code&#125;</code>. Obsahuje personalizovaný odkaz na pozvánku.

source: Beyond that, the following special tokens are available:
pt_br: Além disso, estão disponíveis os seguintes tokens especiais:
sk_sk: Okrem toho sú k dispozícii nasledujúce špeciálne žetóny:

source: <code>&#123;$event.xxx&#125;</code>: fields of the given event. For the available 'xxx' field names, check the API explorer with <code>Event.get</code>.
sk_sk: <code>&#123;$event.xxx&#125;</code>: polia danej udalosti. Dostupné názvy polí „xxx“ nájdete v prieskumníkovi API pomocou <code>Event.get</code>.

source: <code>&#123;$qr_event_invite_code_data&#125;</code>: QR-Code date to be used in as <code>src</code> in an html <code>img</code> tag.
sk_sk: <code>&#123;$qr_event_invite_code_data&#125;</code>: Dátum QR kódu, ktorý sa má použiť ako <code>src</code> v html značke <code>img</code>.

source: <code>&#123;$qr_event_invite_code_img&#125;</code>: QR-Code <code>img</code> element.
sk_sk: <code>&#123;$qr_event_invite_code_img&#125;</code>: prvok QR kódu <code>img</code>.

source: Template Help
pt_br: Ajuda do modelo
sk_sk: Pomocník k šablóne
